{"id":1012,"name":"BetterHelp","slug":"betterhelp","image":"https://s3.tosdr.org/logos/1012.png","class":"C","links":{"Terms and Conditions":{"name":"Terms and Conditions","url":"https://www.betterhelp.com/terms/"},"Privacy Policy":{"name":"Privacy Policy","url":"https://www.betterhelp.com/privacy/"}},"points":[5233,5230,5237,5244,5232,5248,5239,5245,5227,5240,5231,5226,5222,5242,5223,5225,5235,5238,5243,5247],"pointsData":{"5222":{"discussion":"https://edit.tosdr.org/points/5222","id":5222,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"The service is provided 'as is' and to be used at the users' sole risk","topics":[],"tosdr":{"binding":true,"case":"The service is provided 'as is' and to be used at your sole risk","point":"neutral","score":20,"tldr":"The Terms and Conditions state, \"YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND . . . THE USE OF THE PLATFORM IS AT YOUR OWN RISK.\""}},"5223":{"discussion":"https://edit.tosdr.org/points/5223","id":5223,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"INCLUDING BUT NOT LIMITED TO MERCHANTABILITY, NON-INFRINGEMENT, SECURITY, FITNESS FOR A PARTICULAR PURPOSE OR ACCURACY.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"The service does not guarantee accuracy or reliability of the information provided","topics":[],"tosdr":{"binding":true,"case":"The service does not guarantee accuracy or reliability of the information provided","point":"neutral","score":10,"tldr":"The Terms and Conditions state, \"YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND, INCLUDING BUT NOT LIMITED TO MERCHANTABILITY, NON-INFRINGEMENT, SECURITY, FITNESS FOR A PARTICULAR PURPOSE OR ACCURACY.\""}},"5225":{"discussion":"https://edit.tosdr.org/points/5225","id":5225,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"You agree, confirm and acknowledge that you are responsible for maintaining the confidentiality of your password and any other security information related to your account (collectively \"Account Access\").\nWe advise you to change your password frequently and to take extra care in safeguarding your password.</p>\n<p>You agree to notify us immediately of any unauthorized use of your Account Access or any other concern for breach of your account security.</p>\n<p>You agree, confirm and acknowledge that we will not be liable for any loss or damage that incurred as a result of someone else using your account, either with or without your consent and/or knowledge.</p>\n<p>You agree, confirm and acknowledge that you are solely and fully liable and responsible for all activities performed using your Account Access.\nYou further acknowledge and agree that we will hold you liable and responsible for any damage or loss incurred as a result of the use of your Account Access by any person whether authorized by you or not, and you agree to indemnify us for any such damage or loss.</p>","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"You are responsible for maintaining the security of your account and for the activities on your account","topics":[],"tosdr":{"binding":true,"case":"You are responsible for maintaining the security of your account and for the activities on your account","point":"neutral","score":10,"tldr":"Generated through the annotate view"}},"5226":{"discussion":"https://edit.tosdr.org/points/5226","id":5226,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"You agree and confirm that your use of the Platform, including the Counselor Services, are for your own personal use only and that you are not using the Platform or the Counselor Services for or behalf of any other person or organization.</p>","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"This service is only available for use individually and non-commercially.","topics":[],"tosdr":{"binding":true,"case":"This service is only available for use individually and non-commercially.","point":"neutral","score":25,"tldr":"The Terms and Conditions state, \"You agree and confirm that your use of the Platform, including the Counselor Services, are for your own personal use only and that you are not using the Platform or the Counselor Services for or behalf of any other person or organization.\""}},"5227":{"discussion":"https://edit.tosdr.org/points/5227","id":5227,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"The Platform may contain other content, products or services which are offered or provided by third parties (\"Third Party Content\"), links to Third Party Content (including but not limited to links to other websites) or advertisements which are related to Third Party Content.\nWe have no responsibility for the creation of any such Third Party Content, including (but not limited to) any related products, practices, terms or policies, and we will not be liable for any damage or loss caused by any Third Party Content.</p>","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"This service assumes no responsibility and liability for the contents of links to other websites","topics":[],"tosdr":{"binding":true,"case":"This service assumes no responsibility and liability for the contents of links to other websites","point":"neutral","score":50,"tldr":"Generated through the annotate view"}},"5230":{"discussion":"https://edit.tosdr.org/points/5230","id":5230,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"You will indemnify us, defend us, and hold us harmless from and against any and all claims, losses, causes of action, demands, liabilities, costs or expenses (including, but not limited to, litigation and reasonable attorneys' fees and expenses) arising out of or relating to any of the following: (a) your access to or use of the Platform.\n(b) any actions made with your account or Account Access whether by you or by someone else.\n(c) your violation of any of the provisions of this Agreement.\n(d) non-payment for any of the services (including Counselor Services) which were provided through the Platform.\n(e) your violation of any third party right, including, without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\nThis clause shall survive expiration or termination of this Agreement.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service","topics":[],"tosdr":{"binding":true,"case":"You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service","point":"bad","score":60,"tldr":"Generated through the annotate view"}},"5231":{"discussion":"https://edit.tosdr.org/points/5231","id":5231,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"You understand, agree and acknowledge that we may modify, suspend, disrupt or discontinue the Platform, any part of the Platform or the use of the Platform, whether to all clients or to you specifically, at any time with or without notice to you.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"They may stop providing the service at any time","topics":[],"tosdr":{"binding":true,"case":"They may stop providing the service at any time","point":"neutral","score":40,"tldr":"Generated through the annotate view"}},"5232":{"discussion":"https://edit.tosdr.org/points/5232","id":5232,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"While we make commercially reasonable efforts to ensure the Platform’s reliability and accessibility, you understand and agree that no platform can be 100% reliable and accessible and so we cannot guarantee that access to the Platform will be uninterrupted or that it will be accessible, consistent, timely or error-free at all times.</p>","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service","topics":[],"tosdr":{"binding":true,"case":"The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service","point":"bad","score":30,"tldr":"Generated through the annotate view"}},"5233":{"discussion":"https://edit.tosdr.org/points/5233","id":5233,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"\n<p>We may change this Agreement by posting modifications on the Platform.\nUnless otherwise specified by us, all modifications shall be effective upon posting.\nTherefore, you are encouraged to check the terms of this Agreement frequently.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":" Terms may be changed any time at their discretion, without notice to the user ","topics":[],"tosdr":{"binding":true,"case":" Terms may be changed any time at their discretion, without notice to you ","point":"bad","score":70,"tldr":"Generated through the annotate view"}},"5235":{"discussion":"https://edit.tosdr.org/points/5235","id":5235,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"<p>If any provision of this Agreement is held by a court of competent jurisdiction to be illegal, invalid, unenforceable, or otherwise contrary to law, the remaining provisions of this Agreement will remain in full force and effect.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder","topics":[],"tosdr":{"binding":true,"case":"Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder","point":"neutral","score":10,"tldr":"Generated through the annotate view"}},"5237":{"discussion":"https://edit.tosdr.org/points/5237","id":5237,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"Like many websites, we use \"cookies\" and \"web beacons\" to collect information.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.","topics":[],"tosdr":{"binding":true,"case":"You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"5238":{"discussion":"https://edit.tosdr.org/points/5238","id":5238,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"\nWe use cookies and web beacons to enable the technical operation of the Platform, to administer your log-in to your account and to collect the Log Data.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.","topics":[],"tosdr":{"binding":true,"case":"First-party cookies are used","point":"neutral","score":10,"tldr":"Generated through the annotate view"}},"5239":{"discussion":"https://edit.tosdr.org/points/5239","id":5239,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We may also use third party cookies for the purposes of web analytics, attribution and error management.</p>","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"This service uses third-party cookies for statistics","topics":[],"tosdr":{"binding":true,"case":"Third-party cookies are used for statistics","point":"bad","score":10,"tldr":"Generated through the annotate view"}},"5240":{"discussion":"https://edit.tosdr.org/points/5240","id":5240,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"if you do not accept cookies you may not be able to use the Platform.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"Blocking cookies may limit your ability to use the service","topics":[],"tosdr":{"binding":true,"case":"Blocking first party cookies may limit your ability to use the service","point":"neutral","score":50,"tldr":"Generated through the annotate view"}},"5242":{"discussion":"https://edit.tosdr.org/points/5242","id":5242,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We do not knowingly collect or solicit any information from anyone under the age of 13 or knowingly allow such persons to become our user.\nThe Platform is not directed and not intended to be used by children under the age of 13.\nIf you're aware that we have collected Personal Information from a child under age 13 please let us know by contacting us and we will delete that information.</p>","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"This service is only available to users of a certain age","topics":[],"tosdr":{"binding":true,"case":"This service is only available to users over a certain age","point":"neutral","score":15,"tldr":"Generated through the annotate view"}},"5243":{"discussion":"https://edit.tosdr.org/points/5243","id":5243,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"<p>We cooperate with government and law enforcement officials to enforce and comply with the law.\nWe may disclose information necessary or appropriate to protect the safety of the public or any person, to respond to claims and legal process (including but not limited to subpoenas), and to prevent or stop activity that may be illegal or dangerous.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"The service is transparent regarding government requests or inquiries that may involve user data.","topics":[],"tosdr":{"binding":true,"case":"The service is transparent regarding government requests or inquiries that may involve your data.","point":"neutral","score":0,"tldr":"Generated through the annotate view"}},"5244":{"discussion":"https://edit.tosdr.org/points/5244","id":5244,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"You should also be aware that Counselors may be obliged to disclose information to law enforcement or other authorities to conform to their professional and legal responsibilities.\nSpecifically, and without limitation, you should be aware that the law requires mental health professionals to disclose information and/or take action in the following cases: (a) reported or suspected abuse of a child or vulnerable adult.\n(b) serious suicidal potential.\n(c) threatened harm to another person.\n(d) court-ordered presentation of treatment.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"This service can share your personal information to third parties ","topics":[],"tosdr":{"binding":true,"case":"This service gives your personal data to third parties involved in its operation","point":"bad","score":35,"tldr":"Generated through the annotate view"}},"5245":{"discussion":"https://edit.tosdr.org/points/5245","id":5245,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We will never sell or rent any Information you shared in the Platform.\n","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"This service does not sell your personal data","topics":[],"tosdr":{"binding":true,"case":"Your personal data is not sold","point":"good","score":25,"tldr":"Generated through the annotate view"}},"5247":{"discussion":"https://edit.tosdr.org/points/5247","id":5247,"needsModeration":false,"quoteDoc":"Terms and Conditions","quoteText":"<p>You irrevocably agree that the exclusive venue for any action or proceeding arising out of relating to this Agreement or our relationship with you, regardless of theory, shall be the U.S.\nDistrict Court for the Northern District of California, or the state courts located in Santa Clara County in California.\nYou irrevocably consent to the personal jurisdiction of the aforementioned courts and hereby waive any objection to the exercise of jurisdiction by the aforementioned courts.</p>","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"Court of law governing the terms: U.S. District Court for Northern District of California or state courts in Santa Clara County, California.","topics":[],"tosdr":{"binding":true,"case":"The court of law governing the terms is in location X","point":"neutral","score":0,"tldr":"The court of law governing the terms is in U.S. District Court for Northern District of California, or state courts in Santa Clara County, California."}},"5248":{"discussion":"https://edit.tosdr.org/points/5248","id":5248,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"<p>Your information may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction.","services":["1012"],"set":"set+service+and+topic","slug":null,"title":"Your data may be processed and stored anywhere in the world","topics":[],"tosdr":{"binding":true,"case":"Your data may be processed and stored anywhere in the world","point":"bad","score":25,"tldr":"Generated through the annotate view"}}},"urls":["betterhelp.com"]}