{"id":331,"name":"Bing","slug":"bing","image":"https://s3.tosdr.org/logos/331.png","class":false,"links":{"Services Agreement":{"name":"Services Agreement","url":"https://www.microsoft.com/en-us/servicesagreement/"},"Privacy Policy":{"name":"Privacy Policy","url":"http://www.microsoft.com/privacystatement/en-us/bing/default.aspx"}},"points":[7308,7821,7550,5219,7566,776,7567,7551,6752,7552,8016,11308,23676],"pointsData":{"776":{"discussion":"https://edit.tosdr.org/points/776","id":776,"needsModeration":false,"quoteDoc":null,"quoteText":"","services":["331"],"set":"set+service+and+topic","slug":null,"title":"Bing uses web beacons to track you across the internet","topics":[],"tosdr":{"binding":true,"case":"This service tracks you on other websites","point":"bad","score":60,"tldr":"Bing may place web beacons on other sites to develop statistics on how often clicking on an advertisement on a Microsoft site results in a purchase or other action on the advertiser's site."}},"5219":{"discussion":"https://edit.tosdr.org/points/5219","id":5219,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"Additionally, Microsoft partners with third-party ad companies to help provide some of our advertising services, and we also allow other third-party ad companies to display advertisements on our sites.\nThese third parties may place cookies on your computer and collect data about your online activities across websites or online services.","services":["331"],"set":"set+service+and+topic","slug":null,"title":"This service allows tracking via third-party cookies for purposes including targeted advertising.","topics":[],"tosdr":{"binding":true,"case":"Third-party cookies are used for advertising","point":"bad","score":70,"tldr":"Generated through the annotate view"}},"6752":{"discussion":"https://edit.tosdr.org/points/6752","id":6752,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We also obtain data about you from third parties","services":["331"],"set":"set+service+and+topic","slug":null,"title":"This service gathers information about you through third parties","topics":[],"tosdr":{"binding":true,"case":"Information is gathered about you through third parties","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"7308":{"discussion":"https://edit.tosdr.org/points/7308","id":7308,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"Finally, we will retain, access, transfer, disclose, and preserve personal data, including your content (such as the content of your emails in Outlook.com, or files in private folders on OneDrive), when we have a good faith belief that doing so is necessary to do any of the following:</p>\n<ul>\n<li>Comply with applicable law or respond to valid legal process, including from law enforcement or other government agencies.\n</li>\n<li>Protect our customers, for example, to prevent spam or attempts to defraud users of our products, or to help prevent the loss of life or serious injury of anyone.</li>\n<li>Operate and maintain the security of our products, including to prevent or stop an attack on our computer systems or networks.</li>\n<li>Protect the rights or property of Microsoft, including enforcing the terms governing the use of the services—however, if we receive information indicating that someone is using our services to traffic in stolen intellectual or physical property of Microsoft, we will not inspect a customer's private content ourselves, but we may refer the matter to law enforcement.</li","services":["331"],"set":"set+service+and+topic","slug":null,"title":"The service can read your private messages","topics":[],"tosdr":{"binding":true,"case":"Private messages can be read","point":"blocker","score":70,"tldr":"Generated through the annotate view"}},"7550":{"discussion":"https://edit.tosdr.org/points/7550","id":7550,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"p>\n<p>The data we collect can include the following:</p>\n<p>\n<strong>Name and contact data</strong>.\nYour first and last name, email address, postal address, phone number, and other similar contact data.\n</p>\n<p>\n<strong>Credentials</strong>.\nPasswords, password hints, and similar security information used for authentication and account access.\n</p>\n<p>\n<strong>Demographic data</strong>.\nData about you such as your age, gender, country, and preferred language.\n</p>\n<p>\n<strong>Payment data</strong>.\nData to process payments, such as your payment instrument number (such as a credit card number) and the security code associated with your payment instrument.\n</p>\n<p>\n<strong>Subscription and licensing data</strong>.\nInformation about your subscriptions, licenses, and other entitlements.\n</p>\n<p>\n<strong>Interactions</strong>.\nData about your use of Microsoft products.\nIn some cases, such as search queries, this is data you provide in order to make use of the products.\nIn other cases, such as error reports, this is data we generate.\nOther examples of interactions data include:\n</p>\n<ul>\n<li>\n<strong>Device and usage data</strong>.\nData about your device and the product and features you use, including information about your hardware and software, how our products perform, as well as your settings.\nFor example: <ul>\n<li>\n<strong>Payment and account history</strong>.\nData about the items you purchase and activities associated with your account.\n</li>\n<li>\n<strong>Browse history</strong>.\nData about the webpages you visit.\n</li>\n<li>\n<strong>Device, connectivity, and configuration data</strong>.\nData about your device, your device configuration, and nearby networks.\nFor example, data about the operating systems and other software installed on your device, including product keys.\nIn addition, IP address, device identifiers (such as the IMEI number for phones), regional and language settings, and information about WLAN access points near your device.\n</li>\n<li>\n<strong>Error reports and performance data</strong>.\nData about the performance of the products and any problems you experience, including error reports.\nError reports (sometimes called “crash dumps”) can include details of the software or hardware related to an error, contents of files opened when an error occurred, and data about other software on your device.\n</li>\n<li>\n<strong>Troubleshooting and help data</strong>.\nData you provide when you contact Microsoft for help, such as the products you use, and other details that help us provide support","services":["331"],"set":"set+service+and+topic","slug":null,"title":"The service collects many different types of personal data","topics":[],"tosdr":{"binding":true,"case":"Many different types of personal data are collected","point":"bad","score":70,"tldr":"Generated through the annotate view"}},"7551":{"discussion":"https://edit.tosdr.org/points/7551","id":7551,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We may also disclose personal data as part of a corporate transaction such as a merger or sale of assets.</p","services":["331"],"set":"set+service+and+topic","slug":null,"title":"The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.","topics":[],"tosdr":{"binding":true,"case":"Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"7552":{"discussion":"https://edit.tosdr.org/points/7552","id":7552,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"How we use personal data<p>Microsoft uses the data we collect to provide you with rich, interactive experiences.\nIn particular, we use data to:</p>\n<ul>\n<li>Provide our products, which includes updating, securing, and troubleshooting, as well as providing support.\nIt also includes sharing data, when it is required to provide the service or carry out the transactions you request.</li>\n<li>Improve and develop our products.</li>\n<li>Personalize our products and make recommendations.</li>\n<li>Advertise and market to you, which includes sending promotional communications, targeting advertising, and presenting you with relevant offers.","services":["331"],"set":"set+service+and+topic","slug":null,"title":"This service may use your personal information for marketing purposes","topics":[],"tosdr":{"binding":true,"case":"Your personal data may be used for marketing purposes","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"7566":{"discussion":"https://edit.tosdr.org/points/7566","id":7566,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"Some browsers have incorporated \"Do Not Track\" (DNT) features that can send a signal to the websites you visit indicating you do not wish to be tracked.\nBecause there is not yet a common understanding of how to interpret the DNT signal, Microsoft services do not currently respond to browser DNT signals.\nWe continue to work with the online industry to define a common understanding of how to treat DNT signals.","services":["331"],"set":"set+service+and+topic","slug":null,"title":"This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.","topics":[],"tosdr":{"binding":true,"case":"Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.","point":"bad","score":60,"tldr":"Generated through the annotate view"}},"7567":{"discussion":"https://edit.tosdr.org/points/7567","id":7567,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We also use “web beacons” to help deliver cookies and gather usage and performance data.\nOur websites may include web beacons, cookies, or similar technologies from third-party service providers.","services":["331"],"set":"set+service+and+topic","slug":null,"title":"The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.","topics":[],"tosdr":{"binding":true,"case":"You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"7821":{"discussion":"https://edit.tosdr.org/points/7821","id":7821,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"we collect location data using Global Navigation Satellite System (GNSS) (e.g., GPS) and data about nearby cell towers and Wi-Fi hotspots.\nLocation can also be inferred from a device’s IP address or data in your account profile that indicates where it is located with less precision, such as at a city or postal code level.","services":["331"],"set":"set+service+and+topic","slug":null,"title":"This service may collect, use, and share location data","topics":[],"tosdr":{"binding":true,"case":"This service may collect, use, and share location data","point":"bad","score":75,"tldr":"Generated through the annotate view"}},"8016":{"discussion":"https://edit.tosdr.org/points/8016","id":8016,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"You can request access to, erasure of, and updates to your personal data.","services":["331"],"set":"set+service+and+topic","slug":null,"title":"You can delete your content from this service","topics":[],"tosdr":{"binding":true,"case":"You can delete your content from this service","point":"good","score":50,"tldr":"Generated through the annotate view"}},"11308":{"discussion":"https://edit.tosdr.org/points/11308","id":11308,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"<li>Control the use of your data for interest-based advertising from Microsoft by visiting our opt-out page.</li>\n<li>Choose whether you wish to receive promotional emails, SMS messages, telephone calls, and postal mail from Microsoft.","services":["331"],"set":"set+service+and+topic","slug":null,"title":"You can opt out of promotional communications","topics":[],"tosdr":{"binding":true,"case":"You can opt out of promotional communications","point":"good","score":10,"tldr":"Generated through the annotate view"}},"23676":{"discussion":"https://edit.tosdr.org/points/23676","id":23676,"needsModeration":false,"quoteDoc":"Services Agreement","quoteText":"Don’t do anything illegal.","services":["331"],"set":"set+service+and+topic","slug":null,"title":"You agree not to use the service for illegal purposes","topics":[],"tosdr":{"binding":true,"case":"You agree not to use the service for illegal purposes","point":"neutral","score":10,"tldr":"Generated through the annotate view"}}},"urls":["bing.com"]}