{"id":326,"name":"Blogspot","slug":"blogspot","image":"https://s3.tosdr.org/logos/326.png","class":false,"links":{"Privacy Policy":{"name":"Privacy Policy","url":"https://www.google.com/policies/privacy/"},"Terms of Service":{"name":"Terms of Service","url":"https://www.google.com/policies/terms/"}},"points":[1386,1142,10577],"pointsData":{"1142":{"discussion":"https://edit.tosdr.org/points/1142","id":1142,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We also allow specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies.</p>","services":["326"],"set":"set+service+and+topic","slug":null,"title":"The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.","topics":[],"tosdr":{"binding":true,"case":"You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting","point":"bad","score":50,"tldr":"Quote that was there seems to be from the Google privacy policy; updated to the quote that is found in the docs of this service."}},"1386":{"discussion":"https://edit.tosdr.org/points/1386","id":1386,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"The information we collect includes unique identifiers, browser type and settings, device type and settings, operating system, mobile network information including carrier name and phone number, and application version number.\nWe also collect information about the interaction of your apps, browsers, and devices with our services, including IP address, crash reports, system activity, and the date, time, and referrer URL of your request.</p>\n<p>We collect this information when a Google service on your device contacts our servers — for example, when you install an app from the Play Store or when a service checks for automatic updates.\nIf you’re using an Android device with Google apps, your device periodically contacts Google servers to provide information about your device and connection to our services.\nThis information includes things like your device type, carrier name, crash reports, and which apps you've installed.</p>","services":["326"],"set":"set+service+and+topic","slug":null,"title":"The service collects many different types of personal data","topics":[],"tosdr":{"binding":true,"case":"Many different types of personal data are collected","point":"bad","score":70,"tldr":"Google (and thus Blogspot) collects vast amounts of different kinds of personal information."}},"10577":{"discussion":"https://edit.tosdr.org/points/10577","id":10577,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We use various technologies to collect and store information, including cookies, pixel tags, local storage, such as browser web storage or application data caches, databases, and server logs.</p>","services":["326"],"set":"set+service+and+topic","slug":null,"title":"The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.","topics":[],"tosdr":{"binding":true,"case":"You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting","point":"bad","score":50,"tldr":"Generated through the annotate view"}}},"urls":["blogspot.com","blogger.com"]}
