{"id":263,"name":"Boingo","slug":"boingo","image":"https://s3.tosdr.org/logos/263.png","class":false,"links":{"Terms of Service and Acceptable Use Policy":{"name":"Terms of Service and Acceptable Use Policy","url":"https://www.boingo.com/legal/website-terms-use-acceptable-use-policy/"},"Privacy Policy":{"name":"Privacy Policy","url":"https://www.boingo.com/legal/boingo-privacy-policy"},"HealthExcite":{"name":"HealthExcite","url":"http://www.healthexcite.com"}},"points":[7110,7639,7119,7640],"pointsData":{"7110":{"discussion":"https://edit.tosdr.org/points/7110","id":7110,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"Our Services do not support Do Not Track requests at this time, which means that we collect information about your online activity both while you are using the Services and after you leave our Services","services":["263"],"set":"set+service+and+topic","slug":null,"title":"This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.","topics":[],"tosdr":{"binding":true,"case":"Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.","point":"bad","score":60,"tldr":"The privacy policy states that \"Our Services do not support Do Not Track requests at this time, which means that we collect information about your online activity both while you are using the Services and after you leave our Services.\""}},"7119":{"discussion":"https://edit.tosdr.org/points/7119","id":7119,"needsModeration":false,"quoteDoc":"Terms of Service and Acceptable Use Policy","quoteText":"Products and services purchased (whether or not following such recommendations and suggestions) are provided “AS IS” without any warranty of any kind from Boingo or others unless, with respect to others (only), otherwise made expressly and unambiguously in writing by a designated third party for a specific product or service.\n","services":["263"],"set":"set+service+and+topic","slug":null,"title":"The service is provided 'as is' and to be used at the users' sole risk","topics":[],"tosdr":{"binding":true,"case":"The service is provided 'as is' and to be used at your sole risk","point":"neutral","score":20,"tldr":"The terms of service state \"Products and services purchased (whether or not following such recommendations and suggestions) are provided “AS IS” without any warranty of any kind from Boingo or others unless, with respect to others (only), otherwise made expressly and unambiguously in writing by a designated third party for a specific product or service. \""}},"7639":{"discussion":"https://edit.tosdr.org/points/7639","id":7639,"needsModeration":false,"quoteDoc":"Terms of Service and Acceptable Use Policy","quoteText":"li>\n</ol>\n</li>\n</ol>\nYou will indemnify and hold Boingo, its parents, subsidiaries, affiliates, officers, and employees harmless (including, without limitation, from all damages, liabilities, settlements, costs and attorneys’ fees) from any claim or demand made by any third party due to or arising out of your access to the Services, use of the Services, your violation of this Agreement, or the infringement by you or any third party using your account of any intellectual property or other right of any person or entity","services":["263"],"set":"set+service+and+topic","slug":null,"title":"You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.","topics":[],"tosdr":{"binding":true,"case":"You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.","point":"bad","score":40,"tldr":"Generated through the annotate view"}},"7640":{"discussion":"https://edit.tosdr.org/points/7640","id":7640,"needsModeration":false,"quoteDoc":"Terms of Service and Acceptable Use Policy","quoteText":"\nFurther, the use of manual or automated software, devices, or other processes to “crawl,” “scrape,” or “spider” any portion of the Services is strictly prohibited.","services":["263"],"set":"set+service+and+topic","slug":null,"title":"Spidering or crawling is not allowed","topics":[],"tosdr":{"binding":true,"case":"Spidering, crawling, or accessing the site through any automated means is not allowed","point":"neutral","score":20,"tldr":"Generated through the annotate view"}}},"urls":["boingo.com"]}
