{"id":1336,"name":"Roblox","slug":"roblox","image":"https://s3.tosdr.org/logos/1336.png","class":"D","links":{"Name and Logo Community Usage Guidelines":{"name":"Name and Logo Community Usage Guidelines","url":"https://en.help.roblox.com/hc/en-us/articles/115001708126-Roblox-Name-and-Logo-Community-Usage-Guidelines"},"ROBLOX":{"name":"ROBLOX","url":"https://www.roblox.com"},"Community Rules":{"name":"Community Rules","url":"https://en.help.roblox.com/hc/en-us/articles/203313410-Roblox-Community-Rules"},"Terms of Use":{"name":"Terms of Use","url":"https://en.help.roblox.com/hc/en-us/articles/115004647846-Roblox-Terms-of-Use"},"Developer Exchange Terms of Use":{"name":"Developer Exchange Terms of Use","url":"https://en.help.roblox.com/hc/en-us/articles/115005718246-Developer-Exchange-Terms-of-Use"},"Rules of Conduct":{"name":"Rules of Conduct","url":"https://en.help.roblox.com/hc/en-us/articles/203313410-ROBLOX-Rules-of-Conduct"},"Privacy and Cookie Policy":{"name":"Privacy and Cookie Policy","url":"https://en.help.roblox.com/hc/en-us/articles/115004630823-Roblox-Privacy-and-Cookie-Policy-"}},"points":[17693,21276,21285,17704,21277,21280,17705,17691,17703,7989,17702,17866,17867,21279,21282,17692,17701,17694,21284,21216,17706,17700],"pointsData":{"7989":{"discussion":"https://edit.tosdr.org/points/7989","id":7989,"needsModeration":false,"quoteDoc":"Community Rules","quoteText":"we reserve the right to take action against all of your accounts for any single or multiple violations","services":["1336"],"set":"set+service+and+topic","slug":null,"title":"Multiple Violations will result in termination of all accounts.","topics":[],"tosdr":{"binding":true,"case":"User accounts can be terminated after having been in breach of the terms of service repeatedly","point":"good","score":50,"tldr":""}},"17691":{"discussion":"https://edit.tosdr.org/points/17691","id":17691,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"Instead of asking directly, this Service will assume your consent merely from your usage.","topics":[],"tosdr":{"binding":true,"case":"Instead of asking directly, this Service will assume your consent merely from your usage.","point":"bad","score":50,"tldr":"The Terms of Use state: \"Your use of the Service following any such change (to the Terms) constitutes your agreement to be bound by the modified Terms. \""}},"17692":{"discussion":"https://edit.tosdr.org/points/17692","id":17692,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"Users should revisit the terms periodically, although in case of material changes, the service will notify","topics":[],"tosdr":{"binding":true,"case":"You should revisit the terms periodically, although in case of material changes, the service will notify","point":"neutral","score":50,"tldr":"The Terms of Use state: \"We reserve the right to update or modify the Terms at any time without prior notice, and such changes will be effective immediately upon being posted through the Service; however, material changes to these Terms will be effective upon the earlier of (i) your first use of the Service with actual notice of such change, or (ii) 30 days from the posting of such change.\""}},"17693":{"discussion":"https://edit.tosdr.org/points/17693","id":17693,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"The service can delete specific content without reason and may do it without prior notice","topics":[],"tosdr":{"binding":true,"case":"Specific content can be deleted without reason and may be removed without prior notice","point":"blocker","score":50,"tldr":"The Terms of Use state: \r\n\"Also, we reserve the right, but shall have no obligation, to pre-screen, refuse to accept, post, display or transmit your Content Services through the Service in whole or in part at any time for any reason or no reason, with or without notice and with no liability.\"\r\n\r\n\"If notified by a user or content owner that UGC allegedly does not conform to these Terms, we may investigate the allegation and determine in our sole discretion whether to remove the UGC, which we reserve the right to do at any time and without notice.\""}},"17694":{"discussion":"https://edit.tosdr.org/points/17694","id":17694,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"Roblox reserves the right to modify or discontinue the Service at any time without notice to the user","topics":[],"tosdr":{"binding":true,"case":"They may stop providing the service at any time","point":"neutral","score":40,"tldr":"The Terms of Use state: \"We reserve the right to modify or discontinue the Service at any time (including by limiting or discontinuing certain features of the Service) without notice to you. We will have no liability whatsoever on account of any change to the Service.\""}},"17700":{"discussion":"https://edit.tosdr.org/points/17700","id":17700,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"This service collects your IP address, which can be used to view your approximate location","topics":[],"tosdr":{"binding":true,"case":"Your IP address is collected, which can be used to view your approximate location","point":"neutral","score":0,"tldr":"The Privacy and Cookie policy states: \"...we or our service providers may provide these third-party advertising companies with identifiers from your device or computer, such as an IP address or device ID, to help us analyze our user acquisition efforts.\""}},"17701":{"discussion":"https://edit.tosdr.org/points/17701","id":17701,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"Blocking first party cookies may limit your ability to use the service","topics":[],"tosdr":{"binding":true,"case":"Blocking first party cookies may limit your ability to use the service","point":"neutral","score":50,"tldr":"The Privacy and Cookie Policy states: \"Please note, however, that by blocking or deleting cookies used on the Service, you may not be able to take full advantage of the Service and you may not be able to log on to the Service or play the Roblox games.\""}},"17702":{"discussion":"https://edit.tosdr.org/points/17702","id":17702,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"Your personal data is not sold","topics":[],"tosdr":{"binding":true,"case":"Your personal data is not sold","point":"good","score":25,"tldr":"The Privacy and Cookie Policy states: \"Please note that Roblox has not and does not sell personal information about you to third-party companies for their independent purposes.\""}},"17703":{"discussion":"https://edit.tosdr.org/points/17703","id":17703,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"This service gives your personal data to third parties involved in its operation","topics":[],"tosdr":{"binding":true,"case":"This service gives your personal data to third parties involved in its operation","point":"bad","score":35,"tldr":"The Privacy and Cookie Policy states: \"Roblox may share users’ information, including personal information including but not limited to billing information or usernames, with our third-party agents, contractors, or service providers who are hired to perform services on Roblox’s behalf.\""}},"17704":{"discussion":"https://edit.tosdr.org/points/17704","id":17704,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"The service may collect extra data about you through promotions","topics":[],"tosdr":{"binding":true,"case":"Extra data may be collected about you through promotions","point":"bad","score":50,"tldr":"The Privacy and Cookie  Policy states: \"[. . .]we may collect and process personal information from you directly if you use the following features and activities (as applicable): [. . .] When you participate in contests, competitions, sweepstakes, giveaways, prize draws or other promotions that we may run or sponsor on our Service. These promotions may involve the collection and use of certain contact information (such as your name, email address, and/or phone number) for prize fulfillment purposes, as well as other information or content needed for the specific promotion[. . .]\""}},"17705":{"discussion":"https://edit.tosdr.org/points/17705","id":17705,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.","topics":[],"tosdr":{"binding":true,"case":"Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction","point":"bad","score":50,"tldr":"The Privacy and Cookie Policy states: \"Information about our users, including personal information, may be disclosed and otherwise transferred to an acquirer, successor, or assignee as part of any merger, acquisition, sale of assets, or similar transaction, or in the event of an insolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets. Where required by applicable law, we will inform you of such disclosure and obtain your consent.\""}},"17706":{"discussion":"https://edit.tosdr.org/points/17706","id":17706,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"Your personal data is aggregated into statistics","topics":[],"tosdr":{"binding":true,"case":"Your personal data is aggregated into statistics","point":"neutral","score":10,"tldr":"Privacy and Cookie Policy states: We share aggregated, automatically-collected, or otherwise de-identified personal information with third parties for various purposes, including (i) compliance with reporting obligations; (ii) for business or marketing purposes; (iii) to assist us and other parties in understanding our users' interests, habits and usage patterns for certain programs, content, services, advertisements, promotions and/or functionality available through the Services."}},"17866":{"discussion":"https://edit.tosdr.org/points/17866","id":17866,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself","topics":[],"tosdr":{"binding":true,"case":"If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself","point":"good","score":20,"tldr":"The Terms of Use state: \"Regarding any content that was removed or disabled, if you believe that your content is not infringing or that you have the authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to post and use the material in your content, you may send a counter-notice to our Copyright Agent. When our Copyright Agent receives a counter-notice, we may send a copy of the counter-notice to the original complaining party informing that party that we may, in 10 business days, replace the removed content or stop disabling it. Unless the copyright owner files an action seeking a court order against the provider of the content, the removed content may be replaced or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, in our sole discretion.\""}},"17867":{"discussion":"https://edit.tosdr.org/points/17867","id":17867,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"You have the right to leave this service at any time","topics":[],"tosdr":{"binding":true,"case":"You have the right to leave this service at any time","point":"good","score":15,"tldr":"The Privacy and Cookie Policy states: \"If personal information about you changes, or if you no longer desire to use our Service, you may correct, update, amend, or deactivate your account under your account settings or by contacting Roblox using the personal information set out above in Sec. 1. We will respond to your request within a reasonable timeframe.\""}},"21216":{"discussion":"https://edit.tosdr.org/points/21216","id":21216,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"This service is only available to users over a certain age","topics":[],"tosdr":{"binding":true,"case":"This service is only available to users over a certain age","point":"neutral","score":15,"tldr":" In order to agree to these Terms, you need to (1) be 18 or older"}},"21276":{"discussion":"https://edit.tosdr.org/points/21276","id":21276,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"Many different types of personal data are collected","topics":[],"tosdr":{"binding":true,"case":"Many different types of personal data are collected","point":"bad","score":70,"tldr":"According to the Privacy and Cookie Policy: \r\n\r\n\"To create a Roblox account, we will ask you to... provide other demographic information such as your age or date of birth, gender, regional location or language preference\"\r\n\r\n\"We may collect and process personal information from you directly if you use the following features and activities (as applicable): \r\n - When you make purchases on the Service... users or their parents may be required to enter billing information, including name, billing address, credit card or other payment information, and billing email. Your billing information, transaction details, and purchase history may also be retained and used by our payment processors to resolve subsequent billing disputes and inquiries...\r\n - When you post, share, or otherwise transmit comments or messages on Roblox... We may collect these comments and messages... We may use pre-filtered chat, comments and messages for purposes such as training and improving our filter technology to increase the safety on our platform, except that we will not engage in these activities with private chat, comments, and messages of EEA users.\r\n - When you participate in our Roblox Developer Exchange Program. We require you to provide us with an IRS W-9 form (for U.S. taxpayers) or W-8 form (for non-U.S. taxpayers).\r\n - When you provide us with your phone number... (This is) If you choose to provide a phone number during registration...\r\n - When you use our games on a VR platform... we will collect your physical movement information in order to replicate your movement in the game. This information is only used to provide the Service and is not stored.\r\n - When you contact or send communications to us... we may collect contact information such as your email address and other important information about your inquiry or concern. This information is used to respond to your communications, fulfill your requests, or provide other customer support.\r\n - When you use or interact with third-party plug-ins that may be available on the Service... This includes third-party social media widgets, share buttons, and/or login mechanisms... These features may... be subject to the privacy policies of these other companies as posted on their respective websites. When you use these features, certain information from your social media accounts may be accessed by or shared with Roblox...\r\n - When you participate in contests, competitions, sweepstakes, giveaways, prize draws or other promotions that we may run or sponsor on our Service. These promotions may involve the collection and use of certain contact information (such as your name, email address, and/or phone number) for prize fulfillment purposes, as well as other information or content needed for the specific promotion. In some jurisdictions, we are required to publicly share information of winners.\r\n - When you respond to or participate in voluntary research or demographic surveys or studies. These surveys may collect information about your likes and dislikes, game play interests and habits, general hobbies and interests, and other lifestyle information or preferences. These surveys may ask for personal information.\r\n - When you request or agree to location-based services from Roblox, which may be available to our users other than children. With your consent, we may collect or track real-time or precise geolocation information to provide services such as tagging, check-in and content delivery, or geo-based advertising, or other services that are dependent on knowing where you are. This information may be collected in combination with an identifier associated with your device to enable us to recognize your mobile browser or device when you return to the Service...\r\n - When you subscribe to other features or activities. We may offer other features or activities on our Services from time to time, and you may be able to submit or upload personal information in connection with such features. The data being collected for such features and their intended uses will be evident at the time of data collection.\r\n - When you browse, navigate, or otherwise interact with the Service. We collect information from your device when you visit our websites...\"\r\n\r\n\"When you visit or access the Service, we may... automatically collect technical information about the devices and software you use to access the Service, such as the type of Internet browser or mobile device you use, the website or source that linked or referred you to the Service, your IP address or device ID (or other persistent identifier that uniquely identifies your computer or mobile device on the Internet), the operating system of your computer or mobile device, and other similar technical information. \""}},"21277":{"discussion":"https://edit.tosdr.org/points/21277","id":21277,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"This service tracks which web page referred you to it","topics":[],"tosdr":{"binding":true,"case":"This service tracks which web page referred you to it","point":"bad","score":50,"tldr":"The Privacy and Cookie Policy states: \"When you visit or access the Service, we may – by means of cookies, beacons, tags, scripts, and/or other similar technologies – automatically collect... the website or source that linked or referred you to the Service\""}},"21279":{"discussion":"https://edit.tosdr.org/points/21279","id":21279,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"The service has non-exclusive use of your content","topics":[],"tosdr":{"binding":true,"case":"The service has non-exclusive use of your content","point":"good","score":10,"tldr":"The Terms of Use state: \"For any UGC that you have ever Provided or that you will Provide (whether created solely by you or together with others) (a) between you and us or you and users, you retain all copyrights that you may hold in the UGC, and (b) in consideration of using the Service and the potential to earn Robux... you grant us a perpetual, irrevocable, worldwide, non-exclusive, royalty-free right and license (with the right to sublicense to any person or entity, whether a user of the Service or not) to host, store, transfer, publicly display, publicly perform (including by means of digital audio transmissions and on a through-to-the-audience basis), reproduce (including in timed synchronization to visual images), modify, create derivative works of, distribute, and use in any way the UGC that you Provide, in whole or in part, including modifications and derivative works, in any media or formats (tangible or intangible) and through any media, items or channels (online, offline, or others, now known or hereafter developed), including for publicity and marketing purposes (except that you are not granting us any license to make new or derivative video games using your UGC).\""}},"21280":{"discussion":"https://edit.tosdr.org/points/21280","id":21280,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"You aren’t allowed to remove or edit user-generated content","topics":[],"tosdr":{"binding":true,"case":"You aren’t allowed to remove or edit user-generated content","point":"bad","score":50,"tldr":"The Terms of Use state: \"Kindly note that if you Provide UGC... you do not have the right to remove or modify that UGC (unless Roblox provides tools for you to remove or modify that specific type of UGC, or unless otherwise required by law).\""}},"21282":{"discussion":"https://edit.tosdr.org/points/21282","id":21282,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"You can choose with whom you share content","topics":[],"tosdr":{"binding":true,"case":"You can choose with whom you share content","point":"good","score":0,"tldr":"The Terms of Use state: \"When using the Service, you may be prompted to grant other Roblox users the right to use your UGC. If you agree to grant this right, other users may use your UGC to create their own games and other UGC on the Service, and you will not be entitled to any revenue that those other users earn, even if they use your UGC. \""}},"21284":{"discussion":"https://edit.tosdr.org/points/21284","id":21284,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"This service does not condone any ideas contained in its user-generated contents","topics":[],"tosdr":{"binding":true,"case":"This service does not condone any ideas contained in its user-generated contents","point":"neutral","score":35,"tldr":"The Terms of Use state: \"We are under no obligation to edit or control UGC that you or others Provide, and will not be in any way responsible or liable for UGC... You understand that when using the Service, you will be exposed to UGC from a variety of sources and acknowledge that UGC may be inaccurate, offensive, indecent, or objectionable. You agree to waive, and do waive, any legal or equitable right or remedy you have or may have against us with respect to UGC...\""}},"21285":{"discussion":"https://edit.tosdr.org/points/21285","id":21285,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["1336"],"set":"set+service+and+topic","slug":null,"title":"You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service","topics":[],"tosdr":{"binding":true,"case":"You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service","point":"bad","score":60,"tldr":"The Terms of Use state: \"You agree that you will be responsible for your use of the Service, and you agree to defend and indemnify us and our officers, directors, employees, consultants, affiliates, investors, business partners, subsidiaries and agents (together, the \"Affiliated Parties\") from and against every claim, liability, damage, loss, and expense, including reasonable attorneys’ fees and costs, arising out of or in any way connected with: (a) your access to, use of, or alleged use of the Service; (b) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation; (c) your violation of any third-party right, including any intellectual property or proprietary right, publicity or privacy right, property right, or confidentiality obligation; or (d) any Dispute or issue between you and any third party. We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of that claim.\""}}},"urls":["roblox.com"]}