{"id":809,"name":"Todoist","slug":"todoist","image":"https://s3.tosdr.org/logos/809.png","class":false,"links":{"Privacy Policy":{"name":"Privacy Policy","url":"https://todoist.com/privacy"},"Terms of Service":{"name":"Terms of Service","url":"https://todoist.com/terms"}},"points":[13290,13279,13288,13285,13292,13293,13286,13283,13278,13282,4931,13294,13291,13284,13280,13287,13289],"pointsData":{"4931":{"discussion":"https://edit.tosdr.org/points/4931","id":4931,"needsModeration":false,"quoteDoc":null,"quoteText":null,"services":["809"],"set":"set+service+and+topic","slug":null,"title":"The terms for this service are easy to read","topics":[],"tosdr":{"binding":true,"case":"The terms for this service are easy to read","point":"good","score":15,"tldr":""}},"13278":{"discussion":"https://edit.tosdr.org/points/13278","id":13278,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"We use third party analytics providers, including Google Analytics and Mixpanel","services":["809"],"set":"set+service+and+topic","slug":null,"title":"This service uses third-party cookies for statistics","topics":[],"tosdr":{"binding":true,"case":"Third-party cookies are used for statistics","point":"bad","score":10,"tldr":"Generated through the annotate view"}},"13279":{"discussion":"https://edit.tosdr.org/points/13279","id":13279,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"To the fullest extent permitted by law, you are responsible for your use of the Service, and you will defend and indemnify Doist and its officers, directors, employees, consultants, affiliates, subsidiaries and agents (together, the “Doist Entities”) from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including reasonable attorneys’ fees and costs, arising out of or connected with: (a) your unauthorized use of, or misuse of, the Service.\n(b) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation.\n(c) your violation of any third party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right.\n(d) the nature or content of data processed by the Service.\nor (e) any dispute or issue between you and any third party.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of those claims.</p>","services":["809"],"set":"set+service+and+topic","slug":null,"title":"You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service","topics":[],"tosdr":{"binding":true,"case":"You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service","point":"bad","score":60,"tldr":"Generated through the annotate view"}},"13280":{"discussion":"https://edit.tosdr.org/points/13280","id":13280,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS.","services":["809"],"set":"set+service+and+topic","slug":null,"title":"The service is provided 'as is' and to be used at the users' sole risk","topics":[],"tosdr":{"binding":true,"case":"The service is provided 'as is' and to be used at your sole risk","point":"neutral","score":20,"tldr":"Generated through the annotate view"}},"13282":{"discussion":"https://edit.tosdr.org/points/13282","id":13282,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"You retain any copyright and other proprietary rights that you may hold in the User Content that you post to the Service.</li>\n<li>\n<strong>","services":["809"],"set":"set+service+and+topic","slug":null,"title":"You maintain ownership of your data","topics":[],"tosdr":{"binding":true,"case":"You maintain ownership of your content","point":"good","score":50,"tldr":"Generated through the annotate view"}},"13283":{"discussion":"https://edit.tosdr.org/points/13283","id":13283,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"THE AGGREGATE LIABILITY OF THE DOIST ENTITIES TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO THE GREATER OF: (A) THE AMOUNT YOU HAVE PAID TO DOIST FOR ACCESS TO AND USE OF THE SERVICE IN THE 12 MONTHS PRIOR TO THE EVENT OR CIRCUMSTANCE GIVING RISE TO CLAIM.\nOR (B) $100.","services":["809"],"set":"set+service+and+topic","slug":null,"title":"Any liability on behalf of the service is only limited to the fees you paid as a user","topics":[],"tosdr":{"binding":true,"case":"Any liability on behalf of the service is only limited to the fees you paid as a user","point":"bad","score":10,"tldr":"Generated through the annotate view"}},"13284":{"discussion":"https://edit.tosdr.org/points/13284","id":13284,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"Terms of Service <p>Last modified September 20, 2020 with an effective date of November 9, 2020","services":["809"],"set":"set+service+and+topic","slug":null,"title":"There is a date of the last update of the terms","topics":[],"tosdr":{"binding":true,"case":"There is a date of the last update of the agreements","point":"neutral","score":50,"tldr":"Generated through the annotate view"}},"13285":{"discussion":"https://edit.tosdr.org/points/13285","id":13285,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"BY ACCEPTING THESE TERMS, YOU AND DOIST ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN ANY CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nYOU AGREE TO GIVE UP YOUR RIGHT TO GO TO COURT to assert or defend your rights under this contract (except for matters that may be taken to small claims court).\nYour rights will be determined by a NEUTRAL ARBITRATOR and NOT a judge or jury.","services":["809"],"set":"set+service+and+topic","slug":null,"title":"This service forces users into binding arbitration in the case of disputes","topics":[],"tosdr":{"binding":true,"case":"You are forced into binding arbitration in case of disputes","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"13286":{"discussion":"https://edit.tosdr.org/points/13286","id":13286,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"Send you newsletters about product news, tips and tricks, daily productivity reports that may be of interest to you.</strong> We will send you emails with daily reports, opt-in newsletters with product news, and tips and tricks to use our Services.\nWhen doing so, we process your registration information.\nYour consent can be withdrawn at any time by following the unsubscribe mechanism at the bottom of each communication.</li>\n","services":["809"],"set":"set+service+and+topic","slug":null,"title":"This service may use your personal information for marketing purposes","topics":[],"tosdr":{"binding":true,"case":"Your personal data may be used for marketing purposes","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"13287":{"discussion":"https://edit.tosdr.org/points/13287","id":13287,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"However, if you use your browser settings to block all cookies (including essential cookies) you may not be able to use our Services.</p>\n","services":["809"],"set":"set+service+and+topic","slug":null,"title":"This service requires first-party cookies","topics":[],"tosdr":{"binding":true,"case":"First-party cookies are used","point":"neutral","score":10,"tldr":"Generated through the annotate view"}},"13288":{"discussion":"https://edit.tosdr.org/points/13288","id":13288,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"Other users</strong> who will see your profile information and any other information you choose to share with them through the Services.</p>\n</li>\n<li>\n<p>\n<strong>Vendors and service providers we rely on for the provision of the Services</strong> , for example:</p>\n</li>\n<li>\n<p>\n<strong>Cloud service providers</strong> who we rely on for data storage, including Microsoft Azure and Amazon Web Services who are based in the U.S.;</p>\n</li>\n<li>\n<p>\n<strong>Customer support solution providers</strong> , who help us manage and respond to our customer questions and complaints.\nThis includes Zendesk Inc., which is based in the U.S.\nand which hosts our customer support function.\nand</p>\n</li>\n<li>\n<p>\n<strong>Analytics providers</strong>.\nWe work with a number of analytics, segmentation and mobile measurement service providers who help us understand our userbase.\nThis includes Google LLC, which is based in the U.S.\nYou can learn about Google‘s practices by going to https://www.google.com/policies/privacy/partners/, and opt-out of them by downloading the Google Analytics opt-out browser add-on, available at https://tools.google.com/dlpage/gaoptout.</p>\n</li>\n<li>\n<p>\n<strong>Third Parties Service Integrations</strong>.\nWhen you connect third party apps to the Apps, you authorize us to share designated information and data created and/or uploaded by you to our server with these third party services of your choice on your behalf.</p>\n</li>\n<li>\n<p>\n<strong>Communications platform providers</strong> , who help us manage and send newsletters to you in relation to the Services.\nThis includes SendGrid, Mailgun and MailChimp which are based in the U.S.</p>\n</li>\n<li>\n<p>\n<strong>Payment processors</strong> , such as Stripe .\nThis payment processor is responsible for the processing of your Information, and may use your Information for their own purposes in accordance with their privacy policies.\nMore information is available at https://stripe.com/gb/privacy for Stripe.</p>\n</li>","services":["809"],"set":"set+service+and+topic","slug":null,"title":"Many third parties are involved in operating the service","topics":[],"tosdr":{"binding":true,"case":"Many third parties are involved in operating the service","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"13289":{"discussion":"https://edit.tosdr.org/points/13289","id":13289,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"Governing Law.</strong> These Terms are governed by the laws of the State of California without regard to conflict of law principles.\nYou and Doist submit to the personal and exclusive jurisdiction of the state courts and federal courts located within Santa Clara, California for resolution of any lawsuit or court proceeding permitted under these Terms.\n","services":["809"],"set":"set+service+and+topic","slug":null,"title":"The court of law governing the terms is in location X","topics":[],"tosdr":{"binding":true,"case":"The court of law governing the terms is in location X","point":"neutral","score":0,"tldr":"Generated through the annotate view"}},"13290":{"discussion":"https://edit.tosdr.org/points/13290","id":13290,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"How long we store your information <p>Your Information is kept for as long as necessary to achieve the purposes set out above.\nGenerally, it is stored for as long as you are registered and using our Services, and then for up to 6 years from the date you stop using the Services, or promptly following a valid erasure request (see below _ <strong>Your Rights: Erasure</strong> _ <em>section</em>).\nSome information we collect will be stored for longer where we have an overriding legitimate interest to retain such information (for example, information on suspicious behaviour of certain users of our Services and transaction records).</p>","services":["809"],"set":"set+service+and+topic","slug":null,"title":"This service may keep personal data after a request for erasure for business interests or legal obligations","topics":[],"tosdr":{"binding":true,"case":"Some personal data may be kept after the end of the data retention period or a request for erasure","point":"bad","score":70,"tldr":"Generated through the annotate view"}},"13291":{"discussion":"https://edit.tosdr.org/points/13291","id":13291,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"Subscription Service</strong>.\nThe Service may include automatically recurring payments for periodic charges (“<strong>Subscription Service</strong>”).\nIf you activate a Subscription Service, you authorize Doist or its third party payment processors to periodically charge, on a going-forward basis and until cancellation of either the recurring payments or your account, all accrued sums on or before the payment due date for the accrued sums.\nThe “<strong>Subscription Billing Date</strong>” is the date when you purchase your first subscription to the Service.\nFor information on the “<strong>Subscription Fee</strong>”, please see our pricing page.\nYour account will be charged automatically on the Subscription Billing Date all applicable fees and taxes for the next subscription period (e.g., monthly billing periods will be billed on the same day each month).\nThe subscription will continue unless and until you cancel your subscription or we terminate it.\nYou must cancel your subscription before it renews in order to avoid billing of the next periodic Subscription Fee to your account.\nDoist or its third party payment processor will bill the periodic Subscription Fee to the payment method you provide to us during registration (or to a different payment method if you change your payment information).\nYou may cancel the Subscription Service by following the instructions provided at the following links for Todoist Premium, Todoist Business, and Twist, or by contacting us at support@todoist.com or support@twist.com (depending on which Doist Service product you are using).</li>","services":["809"],"set":"set+service+and+topic","slug":null,"title":"You authorise the service to charge a credit card supplied on re-occurring basis","topics":[],"tosdr":{"binding":true,"case":"You authorise the service to charge a credit card supplied on re-occurring basis","point":"neutral","score":50,"tldr":"Generated through the annotate view"}},"13292":{"discussion":"https://edit.tosdr.org/points/13292","id":13292,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"No Class Actions.</strong> YOU AND DOIST AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Doist agree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding.","services":["809"],"set":"set+service+and+topic","slug":null,"title":"You waive your right to a class action.","topics":[],"tosdr":{"binding":true,"case":"You waive your right to a class action.","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"13293":{"discussion":"https://edit.tosdr.org/points/13293","id":13293,"needsModeration":false,"quoteDoc":"Privacy Policy","quoteText":"If we are involved in a merger, acquisition, bankruptcy, reorganisation, partnership, asset sale or other transaction, we may disclose your Information as part of that transaction.</p>","services":["809"],"set":"set+service+and+topic","slug":null,"title":"The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.","topics":[],"tosdr":{"binding":true,"case":"Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction","point":"bad","score":50,"tldr":"Generated through the annotate view"}},"13294":{"discussion":"https://edit.tosdr.org/points/13294","id":13294,"needsModeration":false,"quoteDoc":"Terms of Service","quoteText":"Email.</strong> We may send you emails concerning our products and services, as well as those of third parties.\nYou may opt out of promotional emails by following the unsubscribe instructions in the promotional email itself.</li>\n","services":["809"],"set":"set+service+and+topic","slug":null,"title":"You can opt out of promotional communications","topics":[],"tosdr":{"binding":true,"case":"You can opt out of promotional communications","point":"good","score":10,"tldr":"Generated through the annotate view"}}},"urls":["todoist.com"]}